[Common]
Title=FBIOSDRV Setup

[WelcomePage]
PageTitle=Fujitsu BIOS ドライバーのインストールの開始
PageDescription=Fujitsu BIOS ドライバーのインストールを行います。開始する場合は「インストールを開始する」をクリックしてください。インストールしない場合は「キャンセル」をクリックしてください。
InstallButton=インストールを開始する(&I)
InstallButtonNote=FBIOSDRV.sys 1.0.0.2
CancelButton=キャンセル(&C)
CancelButtonNote=インストールを中断します。

[InstallSucceededPage]
PageTitle=Fujitsu BIOS ドライバーのインストール 成功
PageDescription=ドライバーのインストールに成功しました。\n\nインストールを完了するには再起動が必要です。再起動しますか？\n\n今すぐ再起動を行う場合は「はい」、後で再起動する場合は「いいえ」をクリックしてください。
RebootButton=はい(&Y)
CloseButton=いいえ(&N)

[InstallFailedPage]
PageTitle=Fujitsu BIOS ドライバーのインストール 失敗
PageDescription=ドライバーのインストールに失敗しました。\n「閉じる」をクリックして再度試してみて下さい。
CloseButton=閉じる(&C)

[AlreadyInstalledPage]
PageTitle=Fujitsu BIOS ドライバーのインストール 中止
PageDescription=この装置には既に Fujitsu BIOS ドライバー がインストールされています。\n「閉じる」をクリックしてウィンドウを閉じて下さい。
CloseButton=閉じる(&C)

[Message]
E_NotSupportedOS=この装置のOSは対象外です。
E_NotAdministrator=ドライバのインストールには管理者権限が必要です。\nこのインストーラーを管理者として実行してください。
E_FilesOfFbiosdrvNotFound=Fujitsu BIOS ドライバーのインストールに必要なファイルが存在しません。
E_GetInfoFromInfFailed=Fujitsu BIOS ドライバーの情報の読み込みに失敗しました。\nドライバーに関するファイルが全て正しいかどうかを確認してください。
E_ChkInstFailed=エラーが発生しました。\nセットアップを終了します。
